/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "show_page_title": true,
        "bg_color_secondary": false,
        "padding_top": 60,
        "padding_bottom": 30
      }
    },
    "25dbd963-093c-4cc9-9cd4-7bde32b883ac": {
      "type": "section-banner-image",
      "blocks": {
        "template--18952594030913__25dbd963-093c-4cc9-9cd4-7bde32b883ac-16831285413c69ee80-0": {
          "type": "subheading",
          "disabled": true,
          "settings": {
            "text": "<p>IRON HEART GERMANY</p>",
            "size": 100
          }
        },
        "template--18952594030913__25dbd963-093c-4cc9-9cd4-7bde32b883ac-16831285413c69ee80-1": {
          "type": "heading",
          "settings": {
            "text": "<p>FAQ</p>",
            "size": 180,
            "heading_highlight_type": "italics",
            "highlight_color": "rgba(0,0,0,0)",
            "highlight_text_color": "#000000"
          }
        },
        "template--18952594030913__25dbd963-093c-4cc9-9cd4-7bde32b883ac-16831285413c69ee80-2": {
          "type": "text",
          "disabled": true,
          "settings": {
            "text": "<p>Share information about your brand, describe a product, share announcements, or welcome customers to your store.</p>",
            "size": 100
          }
        }
      },
      "block_order": [
        "template--18952594030913__25dbd963-093c-4cc9-9cd4-7bde32b883ac-16831285413c69ee80-0",
        "template--18952594030913__25dbd963-093c-4cc9-9cd4-7bde32b883ac-16831285413c69ee80-1",
        "template--18952594030913__25dbd963-093c-4cc9-9cd4-7bde32b883ac-16831285413c69ee80-2"
      ],
      "settings": {
        "height": "four-fifty-height",
        "enable_mobile_height": false,
        "mobile_height": "four-fifty-height-mobile",
        "image": "shopify://shop_images/FAQ.png",
        "overlay_opacity": 10,
        "enable_zoom_animation": true,
        "text_width": "normal",
        "text_position": "center",
        "text_color": "text-light"
      }
    },
    "section_accordions_cGdzNP": {
      "type": "section-accordions",
      "blocks": {
        "text_yeaUYy": {
          "type": "text",
          "settings": {
            "title": "Wann sind neue Kollektionen oder angekündigte Artikel erhältlich?",
            "text": "<h4>Produkte einer kommenden Kollektion werden schon vorab im Shop gezeigt  – das genaue Veröffentlichungsdatum können wir aber immer nur grob schätzen.</h4><p>Wir präsentieren viele Artikel bereits im E-Shop, bevor sie tatsächlich erhältlich sind – damit du dir vorab ein Bild von der kommenden Kollektion machen kannst. Die genauen <strong>Verkaufsstarts </strong>und <strong>Eintrefftermine</strong> erfahren wir jedoch <strong>erst kurz vor Auslieferung </strong>aus Japan oder den USA. Sobald ein Artikel verfügbar ist, wird er im Shop bestellbar und mit einem Preis angezeigt.</p><p>Wenn du einen bestimmten Artikel im Blick hast, kannst du dich <strong>auf der Produktseite</strong> mit deiner <strong>E-Mail-Adresse und Wunschgröße</strong> anmelden. Klicke dazu auf den Button <strong>„NOTIFY ME WHEN A PARTICULAR SIZE IS AVAILABLE“</strong> – du erhältst automatisch eine Nachricht, sobald das Produkt verfügbar ist.</p><p><strong>Fazit:</strong></p><ul><li>Vorschau-Artikel = Teil kommender Kollektionen</li><li>Kein fixes Veröffentlichungsdatum bekannt</li><li>„Notify Me“-Funktion nutzen, um beim Launch informiert zu werden</li></ul>"
          }
        },
        "text_TFj6Tk": {
          "type": "text",
          "settings": {
            "title": "Warum sind manche Artikel dauerhaft ausverkauft?",
            "text": "<h4>Einige Artikel werden nur einmal produziert – wenn sie ausverkauft sind, kommen sie nicht wieder.</h4><p>Viele unserer Produkte, insbesondere von <strong>Iron Heart</strong>, werden in <strong>limitierten Stückzahlen </strong>gefertigt. Das bedeutet: Wenn ein Artikel ausverkauft ist, wird er in der Regel nicht nachproduziert. Manche Stoffe oder Farben sind <strong>einmalige Produktionen</strong>, die nach der jeweiligen Saison nicht erneut aufgelegt werden.</p><p>Auch bei den anderen Marken in unserem Sortiment – wie <strong>Dehen</strong> oder <strong>Wesco</strong> – gilt: Verfügbarkeit hängt von der Produktion der jeweiligen Hersteller ab. Wir haben darauf keinen Einfluss und erfahren oft erst kurz vor einer neuen Lieferung, welche Modelle oder Größen tatsächlich kommen.</p><p>Wenn du ein bestimmtes Teil verpasst hast, kannst du dich trotzdem auf der <strong>Produktseite</strong> mit deiner <strong>E-Mail-Adresse<br/>und Größe</strong> anmelden. So wirst du automatisch informiert, falls der Artikel <strong>doch noch einmal</strong> verfügbar wird oder ein <strong>ähnliches Modell</strong> online geht.</p><p>Fazit:</p><ul><li>Viele Artikel sind <strong>limitierte<br/>Produktionen</strong></li><li>Kein Anspruch auf Nachproduktion</li><li><strong>„Notify Me“-Funktion</strong> nutzen, um eventuelle Restocks oder Nachfolger nicht zu verpassen</li></ul>"
          }
        },
        "text_LTrbnU": {
          "type": "text",
          "settings": {
            "title": "Wann werden ausverkaufte Artikel wieder verfügbar sein?",
            "text": "<h4>Wir wissen nie genau, wann ausverkaufte Artikel oder Größen wieder eintreffen – aber du kannst dich für automatische Benachrichtigungen anmelden.</h4><p>Viele unserer Produkte – insbesondere Jeans, Jacken und Hemden – sind stark limitiert und oft schnell ausverkauft. Wir wissen <strong>nicht im Voraus</strong>, ob und wann ein bestimmter Artikel <strong>nachproduziert oder nachgeliefert</strong> wird. Sobald wir neue Ware erhalten, aktualisieren wir die Bestände im Shop umgehend.</p><p>Um keinen Restock zu verpassen, kannst du dich <strong>auf der jeweiligen Produktseite</strong> mit <strong>deiner E-Mail-Adresse und Größe</strong> anmelden. Klicke einfach auf den Button <strong>„NOTIFY ME WHEN A PARTICULAR SIZE IS AVAILABLE“</strong> – du wirst automatisch benachrichtigt, sobald der Artikel wieder auf Lager ist.</p><p><strong>Fazit:</strong></p><ul><li>Restocks sind nicht planbar oder vorhersagbar</li><li>Neue Ware wird sofort im Shop freigeschaltet</li><li>„Notify Me“-Funktion nutzen, um automatisch informiert zu werden</li></ul>"
          }
        }
      },
      "block_order": [
        "text_yeaUYy",
        "text_TFj6Tk",
        "text_LTrbnU"
      ],
      "name": "Tabs",
      "settings": {
        "layout": "two-columns",
        "show_accordion_divider": false,
        "title": "Verfügbarkeit und Restocks",
        "subheading": "",
        "text": "",
        "tabs_bg_color": "#fafafa",
        "bg_color_secondary": false,
        "text_color": "text-dark",
        "width": "wrapper",
        "padding_top": 60,
        "padding_bottom": 60
      }
    },
    "accordion-section-2": {
      "type": "section-accordions",
      "blocks": {
        "text_pJ9wLW": {
          "type": "text",
          "settings": {
            "title": "Übernimmt Iron Heart Germany die Zollgebühren bei internationalen Bestellungen?",
            "text": "<h4>Nein – Iron Heart Germany übernimmt keine Zoll- oder Importgebühren. Diese Kosten trägt der Käufer selbst und sie werden bei der Einfuhr ins jeweilige Land fällig.</h4><p>Iron Heart Germany versendet weltweit – allerdings <strong>ohne Übernahme von Zoll- oder Importkosten</strong>. Das bedeutet: Bei Lieferungen <strong>außerhalb der EU</strong> können zusätzlich zum Kaufpreis <strong>Zollgebühren, Steuern oder Abwicklungsgebühren</strong> anfallen. Diese werden <strong>nicht von uns</strong>, sondern von den <strong>Zollbehörden deines Landes </strong>erhoben und müssen direkt an den Versanddienstleister oder Zoll entrichtet werden.</p><p>Im Unterschied zu <strong>Iron Heart UK</strong>, das in einigen Ländern DDP („Delivered Duties Paid“) anbietet, liefert Iron Heart Germany <strong>DAP („Delivered At Place“) – also ohne vorausgezahlte Zollgebühren</strong>.</p><p>Die genaue Höhe möglicher Abgaben<br/>hängt von den <strong>Einfuhrbestimmungen deines Landes</strong> ab. Wir empfehlen, dich vorab beim örtlichen Zoll oder Versanddienstleister zu informieren, um Überraschungen zu vermeiden.</p><p><strong>Fazit:</strong></p><ul><li>Iron Heart Germany liefert <strong>DAP (Delivered At Place) – ohne Zoll- oder Steuerübernahme</strong></li><li><strong>Zoll und Importkosten</strong> fallen ggf. zusätzlich an</li><li>Diese Gebühren werden <strong>nicht von uns</strong>, sondern von den <strong>Behörden deines Landes</strong> erhoben</li></ul>"
          }
        },
        "accordion_block_2_0": {
          "type": "text",
          "settings": {
            "title": "Wie lange dauert der Versand bei Iron Heart Germany?",
            "text": "<p>Bei <strong>Iron Heart Germany</strong> erfolgt der Versand in der Regel schnell und zuverlässig:</p><ul><li><strong>Deutschland</strong>: ca. <strong>2–5 Werktage</strong></li><li><strong>EU & Ausland</strong>: ca. <strong>3–6 Werktage</strong></li></ul><p></p><p>Die genaue Lieferzeit kann je nach Zielort leicht variieren.<br/>An Sonn- und Feiertagen erfolgt <strong>keine Zustellung</strong>.</p>"
          }
        },
        "text_bp4KmB": {
          "type": "text",
          "settings": {
            "title": "Versendet Iron Heart Germany auch international?",
            "text": "<h4>Ja. Iron Heart Germany versendet sowohl innerhalb Deutschlands als auch international.</h4><p>Du kannst Iron Heart Jeans, Jacken und Workwear direkt über unseren deutschen Store nach Europa und viele weitere Länder bestellen. Die internationale Lieferzeit liegt in der Regel bei <strong>3–6 Werktagen</strong>, abhängig vom Zielland.</p>"
          }
        },
        "text_rW7M33": {
          "type": "text",
          "settings": {
            "title": "Was passiert, wenn ich Artikel mit unterschiedlichen Lieferzeiten bestelle?",
            "text": "<p>Wenn du bei <strong>Iron Heart Germany</strong> Artikel mit unterschiedlichen Lieferzeiten bestellst, versenden wir die Bestellung<strong> in einer gemeinsamen Sendung</strong>, sofern keine andere Vereinbarung getroffen wurde.</p><p>Die Lieferzeit richtet sich dann immer nach dem Artikel mit der <strong>längsten angegebenen Lieferzeit</strong>.</p>"
          }
        },
        "text_qbifmQ": {
          "type": "text",
          "settings": {
            "title": "Kann ich bei Iron Heart Germany auch im Store abholen?",
            "text": "<p>Ja. Bei jeder Bestellung im <strong>Iron Heart Germany Online-Shop</strong> kannst du im Checkout auswählen, ob du Versand möchtest oder die <strong>Pick-Up-In-Store-Variante</strong> nutzt.</p><p>Wenn du dich für <strong>Pick-Up-In-Store</strong> entscheidest:</p><ul><li>Du wirst per E-Mail benachrichtigt, sobald deine Ware im Store abholbereit ist.</li><li>Es fallen <strong>keine Versandkosten</strong> an.</li></ul>"
          }
        },
        "accordion_block_2_1": {
          "type": "text",
          "settings": {
            "title": "Wie hoch sind die Versandkosten innerhalb Deutschlands bei Iron Heart Germany?",
            "text": "<p>Der Versand innerhalb Deutschlands kostet bei <strong>Iron Heart Germany</strong> pauschal:</p><ul><li><strong>4,90 € pro Bestellung</strong></li><li>Unabhängig von Gewicht oder Artikelanzahl.</li></ul>"
          }
        },
        "text_tcVczg": {
          "type": "text",
          "settings": {
            "title": "Wie hoch sind die Versandkosten innerhalb der EU bei Iron Heart Germany?",
            "text": "<p>Für Lieferungen innerhalb der Europäischen Union berechnet <strong>Iron Heart Germany</strong>:</p><ul><li><strong>10,00 € pauschal</strong></li><li>Gültig für alle EU-Mitgliedsstaaten.</li></ul>"
          }
        },
        "accordion_block_2_3": {
          "type": "text",
          "settings": {
            "title": "Wie hoch sind die Versandkosten in die Schweiz, nach Großbritannien und Norwegen?",
            "text": "<p>Lieferungen in folgende Länder:</p><ul><li>Schweiz</li><li>Norwegen</li><li>Großbritannien</li><li>Liechtenstein</li><li>San Marino</li></ul><p>Kosten:</p><ul><li>Bis <strong>199,99 € Bestellwert: 10,00 €</strong></li><li>Ab <strong>200,00 € Bestellwert: kostenloser Versand</strong></li></ul>"
          }
        },
        "accordion_block_2_4": {
          "type": "text",
          "settings": {
            "title": "Wie hoch sind die internationalen Versandkosten bei Iron Heart Germany?",
            "text": "<p>Für internationale Bestellungen außerhalb Europas gelten:<br/><br/><strong>USA, Kanada & weltweit (außer Australien)</strong></p><ul><li>Bis <strong>199,99 € Bestellwert: 30,00 €</strong></li><li>Ab <strong>200,00 € Bestellwert: kostenloser Versand</strong></li></ul><p><strong>Australien</strong></p><ul><li>Pauschal: <strong>50,00 €</strong></li><li>Ab <strong>200,00 € Bestellwert: kostenloser Versand</strong></li></ul>"
          }
        },
        "text_DLYayb": {
          "type": "text",
          "settings": {
            "title": "In welche Länder liefert Iron Heart Germany aktuell nicht?",
            "text": "<p>Aktuell liefert <strong>Iron Heart Germany</strong> aufgrund der geopolitischen Situation <strong>nicht nach</strong>:</p><ul><li>Russland</li><li>Ukraine</li></ul>"
          }
        },
        "accordion_block_2_2": {
          "type": "text",
          "settings": {
            "title": "Bietet Iron Heart Germany kostenlosen Versand an?",
            "text": "<p>Bei <strong>Iron Heart Germany</strong> ist kostenloser Versand <strong>ab 200 € Bestellwert</strong> möglich – gilt für bestimmte Länder wie Schweiz, Norwegen, UK, USA und weitere internationale Lieferungen. Deutschland und EU-Länder sind hiervon ausgenommen.</p>"
          }
        },
        "text_a9nKFP": {
          "type": "text",
          "settings": {
            "title": "Liefert Iron Heart Germany in mein Land?",
            "text": "<h4>Iron Heart Germany liefert weltweit – mit wenigen Ausnahmen.</h4><p>Wir versenden in die meisten Länder Europas, Nordamerikas und weltweit. <strong>Aktuell liefern wir nicht nach Russland und in die Ukraine.</strong></p><p>Wenn du unsicher bist, ob dein Land beliefert wird, kannst du die verfügbaren Versandoptionen direkt im Checkout prüfen oder unseren Support kontaktieren.</p>"
          }
        }
      },
      "block_order": [
        "text_pJ9wLW",
        "accordion_block_2_0",
        "text_bp4KmB",
        "text_rW7M33",
        "text_qbifmQ",
        "accordion_block_2_1",
        "text_tcVczg",
        "accordion_block_2_3",
        "accordion_block_2_4",
        "text_DLYayb",
        "accordion_block_2_2",
        "text_a9nKFP"
      ],
      "settings": {
        "layout": "two-columns",
        "show_accordion_divider": false,
        "title": "Versand & Zoll",
        "subheading": "",
        "text": "",
        "tabs_bg_color": "#fafafa",
        "bg_color_secondary": false,
        "text_color": "text-dark",
        "width": "wrapper",
        "padding_top": 60,
        "padding_bottom": 60
      }
    },
    "section_accordions_MPEiHj": {
      "type": "section-accordions",
      "blocks": {
        "text_LdQQQk": {
          "type": "text",
          "settings": {
            "title": "Wie oft sollte man Jeans waschen?",
            "text": "<h4>Jeans sollten möglichst selten gewaschen werden – nur bei sichtbarer Verschmutzung oder nach 10–15 Mal Tragen.</h4><p>Jeans behalten ihre Form, Farbe und Langlebigkeit am besten, wenn man sie nicht nach jedem Tragen wäscht. Empfohlen ist eine Wäsche nach etwa 10–15 Mal Tragen oder nur dann, wenn die Jeans sichtbar verschmutzt ist. Viele Denim-Fans tragen ihre Jeans sogar mehrere Monate oder Jahre, bevor sie das erste Mal gewaschen werden.</p>"
          }
        },
        "text_CYxwra": {
          "type": "text",
          "settings": {
            "title": "Wie wäscht man Jeans richtig?",
            "text": "<h4>Drehe Jeans auf links, wasche sie bei 30 °C mit mildem Waschmittel und vermeide Weichspüler.</h4><p>Iron Heart Jeans und andere hochwertige Denim-Modelle solltest du schonend waschen, um Passform, Farbe und Struktur zu erhalten. Drehe die Jeans beim Waschen immer auf links, damit die Oberfläche geschont wird. Wasche bei niedriger Temperatur (idealerweise 30 °C), um das Gewebe zu schützen und Farbverlust zu vermeiden.</p><p>Jeans behalten ihre Form, Farbe und Langlebigkeit am besten, wenn man sie nicht nach jedem Tragen wäscht. Empfohlen ist eine Wäsche nach etwa 10–15 Mal Tragen oder nur dann, wenn die Jeans sichtbar verschmutzt ist. Viele Denim-Fans tragen ihre Jeans sogar mehrere Monate oder Jahre, bevor sie das erste Mal gewaschen werden.</p>"
          }
        },
        "text_6AqB73": {
          "type": "text",
          "settings": {
            "title": "Soll man Jeans vor dem ersten Tragen waschen?",
            "text": "<h4>Nein, Jeans sollten vor dem ersten Tragen nicht gewaschen werden – so entwickelt sich die Patina besser.</h4><p>Es ist nicht notwendig, Jeans vor dem ersten Tragen zu waschen. Im Gegenteil: je länger du sie ungewaschen trägst, desto schöner entwickeln sich individuelle Falten und Patina. Gerade bei Iron Heart Jeans ist dieser Effekt Teil des besonderen Denims. Ein erster Waschgang empfiehlt sich erst nach Monaten oder bei deutlicher Verschmutzung.</p>"
          }
        },
        "text_RweNgC": {
          "type": "text",
          "settings": {
            "title": "Wie kann ich meine Jeans beim Waschen einlaufen lassen?",
            "text": "<h4>Jeans laufen in der Waschmaschine vor allem durch Hitze und Bewegung ein; mit der richtigen Technik kannst du den Effekt kontrollieren.</h4><p>Jeans bestehen meist aus Baumwoll-Denim, der sich bei Kontakt mit Wasser und Hitze zusammenzieht. In der Waschmaschine zieht warmes oder heißes Wasser die Fasern zusammen, und das Schleudern verstärkt den Effekt.</p><p>Wenn du möchtest, dass deine Jeans leicht einlaufen, wähle höhere Temperaturen und kürzere Schleuderzyklen. Willst du das Einlaufen minimieren, wähle 30 °C, drehe die Jeans auf links und lasse sie an der Luft trocknen, statt sie in den Trockner zu geben.</p><p>Bei raw denim, wie bei Iron Heart Jeans, kann sich die Passform in den ersten Wochen noch leicht verändern – ein sanftes Einlaufen gehört zur natürlichen Formentwicklung.</p>"
          }
        },
        "text_CjtTcj": {
          "type": "text",
          "settings": {
            "title": "Wie hänge ich meine Jeans richtig zum Trocknen auf?",
            "text": "<h4>Jeans sollten nach dem Waschen auf links gedreht aufgehängt und an der Luft getrocknet werden; so dauert es länger, dafür bleibt die Form erhalten.</h4><p>Drehe deine Jeans auf links, bevor du sie aufhängst – so wird die Außenseite geschont und die Farbe bleibt länger intensiv. Hänge die Jeans an einem Kleiderbügel oder einer Wäscheleine auf, sodass sie vollständig hängen kann, ohne geknickt zu sein.</p><p>Die Trocknungsdauer hängt von Stoffstärke, Luftfeuchtigkeit und Raumtemperatur ab. Dünnere Jeans sind oft nach wenigen Stunden trocken, dicke Raw-Denim-Modelle können bis zu 24 Stunden benötigen. Vermeide direkte Sonneneinstrahlung oder Heizkörper, da das Lederetikett oder die Farbe beschädigt werden kann. So behält die Jeans ihre Form und Farbe am besten.</p>"
          }
        },
        "text_Ad3iJn": {
          "type": "text",
          "settings": {
            "title": "Wie bügelt man Jeans richtig?",
            "text": "<h4>Jeans sollte man nur bei niedriger Temperatur von links bügeln – oder am besten gar nicht, wenn man es puristisch mag.</h4><p>Grundsätzlich gilt: Jeans bügeln ist möglich, aber nicht nötig. Wenn du Falten entfernen willst, drehe die Hose auf links und wähle eine niedrige Temperatur (max. 150 °C). So schützt du die Indigo-Färbung und das Gewebe. Verwende kein Dampf, da er die Fasern aufquellen lassen kann – vor allem bei Raw Denim.</p><p>Aber ehrlich gesagt: Echte Denim Heads bügeln ihre Jeans nicht. Sie lassen sie nach dem Waschen einfach an der Luft trocknen, ziehen sie dann kurz in Form – fertig. So bleibt der authentische Charakter des Denims erhalten und mit jeder Bewegung entstehen neue, individuelle Fades.</p>"
          }
        },
        "text_WnYjcr": {
          "type": "text",
          "settings": {
            "title": "Kann man eine Lederjacke bügeln?",
            "text": "<h4>Eine Lederjacke sollte nicht direkt gebügelt werden – leichte Falten glätten sich durch Tragen, Dampf oder einen Fachservice.</h4><p>Eine Lederjacke ist empfindlich und sollte niemals direkt mit dem Bügeleisen in Kontakt kommen, da Hitze das Leder austrocknen oder verfärben kann. Kleine Falten verschwinden oft schon durch das Tragen der Jacke, da Körperwärme das Leder geschmeidig macht. Hartnäckigere Knitter lassen sich vorsichtig mit Dampf behandeln: Hänge die Jacke im Badezimmer auf, während du heiß duschst, oder halte sie mit Abstand über heißen Wasserdampf.</p><p>Alternativ kannst du ein Baumwolltuch über die betroffene Stelle legen und das Bügeleisen nur bei sehr niedriger Temperatur kurz ohne Druck über das Tuch führen – dabei immer vorsichtig testen. Für wertvolle Stücke empfiehlt sich ein professioneller Lederpflegeservice.</p>"
          }
        },
        "text_EwQx7T": {
          "type": "text",
          "settings": {
            "title": "Wie bügelt man Cordstoff richtig?",
            "text": "<h4>Cordstoff sollte auf links und bei niedriger Temperatur gebügelt werden, um Fasern und Rippen zu schonen.</h4><p>Cord ist ein empfindlicher Stoff mit erhabenen Rippen, die leicht beschädigt werden können. Bügle Cordstoff immer auf links und verwende die niedrigste Stufe deines Bügeleisens, ggf. mit Dampffunktion.</p><p>Lege ein Baumwolltuch zwischen Stoff und Bügeleisen, um direkten Kontakt zu vermeiden. Bewege das Bügeleisen vorsichtig und ohne Druck über den Stoff.</p><p>Alternativ kannst du leichte Falten auch durch Aufhängen im Dampf (z. B. im Badezimmer während einer heißen<br/>Dusche) glätten. So bleibt die Struktur der Rippen erhalten und der Cordstoff<br/>sieht gepflegt aus.</p>"
          }
        }
      },
      "block_order": [
        "text_LdQQQk",
        "text_CYxwra",
        "text_6AqB73",
        "text_RweNgC",
        "text_CjtTcj",
        "text_Ad3iJn",
        "text_WnYjcr",
        "text_EwQx7T"
      ],
      "name": "Tabs",
      "settings": {
        "layout": "two-columns",
        "show_accordion_divider": false,
        "title": "Wasch- und Pflegehinweise",
        "subheading": "",
        "text": "",
        "tabs_bg_color": "#fafafa",
        "bg_color_secondary": false,
        "text_color": "text-dark",
        "width": "wrapper",
        "padding_top": 60,
        "padding_bottom": 60
      }
    },
    "section_accordions_z7U8HP": {
      "type": "section-accordions",
      "blocks": {
        "text_wcdKTX": {
          "type": "text",
          "settings": {
            "title": "Wie finde ich die richtige Größe bei Iron Heart?",
            "text": "<h4>Iron Heart misst alle Kleidungsstücke flachliegend und gibt die Maße in detaillierten Größentabellen an – so kannst du deine perfekte Passform leicht vergleichen.</h4><p>Iron Heart verwendet ein flachliegendes Messverfahren, bei dem jedes Kleidungsstück auf einer ebenen Fläche vermessen wird. So entstehen präzise Angaben für Bund, Oberschenkel, Knie, Saum und Beinlänge bei Jeans sowie für Brustweite, Schulter, Ärmel und Rückenlänge bei Shirts und Jacken. Auf der Seite „How We Measure“ in unserem Shop zeigen wir dir im Detail, wie wir messen.</p><p>Um deine richtige Größe zu finden, miss ein vergleichbares Kleidungsstück aus deinem Kleiderschrank flachliegend nach denselben Punkten ab und vergleiche die Ergebnisse mit der Größentabelle des jeweiligen Iron Heart Produktes, um das es geht. Solltest du unsicher sein, hilft dir unser Team gerne weiter, um deinen individuellen Iron Heart Fit zu finden.</p>"
          }
        },
        "text_dNAPGg": {
          "type": "text",
          "settings": {
            "title": "Was ist der Unterschied zwischen japanischen und amerikanischen Größen – und wie finde ich meine richtige Größe bei Iron Heart?",
            "text": "<h4>Japanische Größen fallen tendenziell kleiner aus als amerikanische. Vergleiche deshalb immer die Maßangaben der Produkte mit einem Kleidungsstück, das dir gut passt, und nutze unser Video „How We Measure“, um richtig zu messen.</h4><p>Japanische Marken wie Iron Heart und amerikanische Marken wie Dehen oder Wesco verwenden unterschiedliche Größensysteme. Das bedeutet: Eine Größe „L“ kann je nach Marke unterschiedlich ausfallen – bei japanischen Modellen meist etwas kleiner und kompakter als bei US Marken.</p><p><strong>So findest du deine richtige Größe:</strong></p><p>Vergleiche Maße statt Etiketten. Lege ein Kleidungsstück, das dir gut passt, flach hin und miss es nach denselben Punkten wie in unserer Anleitung.</p><p>Sieh dir unser Video „How We Measure“ an – dort zeigen wir dir Schritt für Schritt, wie du richtig misst.</p><p>Vergleiche deine Werte mit der Größentabelle des gewünschten Produkts im Shop.</p><p>Beachte Schnitt und Stoff: Slim, Straight, Relaxed oder Tapered Fits unterscheiden sich im Sitz; Raw Denim kann sich mit der Zeit leicht weiten.</p><p>Zwischen zwei Größen? Bei eng geschnittenen Styles lieber die größere Größe wählen – bei Raw Denim darf es anfangs etwas fester sitzen.</p><p>Wechselst du zwischen Marken? Unsere Produktbeschreibungen geben oft einen Hinweis („fällt kleiner aus als typische US-Größen“).</p><p><strong>Noch unsicher? </strong>Schick uns einfach deine gemessenen Werte – unser Team hilft dir beim perfekten Fit.</p><p><strong>Kurz gesagt:</strong></p><ul><li>Japanische Größen = kompakterer Schnitt.</li><li>US-Größen = etwas weiter geschnitten.</li></ul><p>Immer messen, nie schätzen. So sitzt dein Iron Heart Piece perfekt – ganz gleich, aus welchem Land die Marke stammt.</p>"
          }
        },
        "text_fPF3bR": {
          "type": "text",
          "settings": {
            "title": "Wie sollte eine Jeans sitzen?",
            "text": "<h4>Eine Jeans sollte eng genug sitzen, um sich mit dem Tragen an deine Körperform anzupassen, aber nicht einschränken.</h4><p>Der ideale Sitz einer Jeans hängt von <strong>Schnitt, Material und persönlichem Tragegefühl</strong> ab. Eine <strong>gut sitzende Jeans</strong> sollte im Bund fest, aber nicht unbequem anliegen – sie darf sich leicht dehnen, wenn du dich bewegst. Am Bund sollte sie fest, aber nicht einschnürend sitzen.</p><p><strong>Zur Länge:</strong></p><p>Bei <strong>Iron Heart</strong> sind die Jeans bewusst mit mehr oder weniger <strong>einheitlicher,<br/>längerer Beinlänge </strong>gefertigt. Das hat Tradition: Du kannst die Jeans entweder</p><ul><li><strong>umschlagen (Cuffs)</strong>, um den charakteristischen Selvedge-Streifen sichtbar zu machen, oder</li><li>sie <strong>individuell kürzen (Chainstitch-Hemming) </strong>lassen – am besten mit einem Kettenstich, wie er klassisch bei schweren Denims verwendet wird. So bleibt die <strong>ursprüngliche Webkante (Selvedge) </strong>erhalten, und du kannst die Länge exakt an deinen Stil anpassen.</li></ul><p>Mit der Zeit formt sich die Jeans durch Tragen und Waschen perfekt an deinen Körper an – ganz ohne Elastan.</p>"
          }
        }
      },
      "block_order": [
        "text_wcdKTX",
        "text_dNAPGg",
        "text_fPF3bR"
      ],
      "name": "Tabs",
      "settings": {
        "layout": "two-columns",
        "show_accordion_divider": false,
        "title": "Maße / Passform & Größen",
        "subheading": "",
        "text": "",
        "tabs_bg_color": "#fafafa",
        "bg_color_secondary": false,
        "text_color": "text-dark",
        "width": "wrapper",
        "padding_top": 60,
        "padding_bottom": 60
      }
    },
    "section_accordions_gKnrRY": {
      "type": "section-accordions",
      "blocks": {
        "text_BaPkhN": {
          "type": "text",
          "settings": {
            "title": "Bietet Iron Heart Germany einen Hemming-Service an?",
            "text": "<h4>Ja – wir kürzen Jeans auf Wunsch, aber nur neue, ungetragene Modelle, die bei Iron Heart Germany gekauft wurden. Hemming ist nicht verfügbar für Chinos oder Duck Canvas Pants.</h4><p>Ja, Iron Heart Germany bietet einen professionellen Hemming-Service (Kürzen der Jeanslänge) an.</p><p>Bitte beachte dabei Folgendes:</p><ul><li><strong>Nur für neue, ungetragene Jeans<br/></strong>Der Hemming-Service kann nur durchgeführt werden, bevor die Jeans getragen oder gewaschen wurde.</li><li><strong>Nur für bei uns gekaufte Jeans<br/></strong>Wir hemmen ausschließlich Jeans, die über den Iron Heart Germany Shop erworben wurden.</li><li><strong>Nicht für Chinos oder Duck Canvas<br/>Pants<br/></strong>Diese Materialien sind vom Hemming-Service ausgenommen.</li><li><strong>Keine Reparaturen</strong><br/>Wir bieten aktuell keinen Reparaturservice an.</li></ul><p>Wenn du eine neue Jeans im Shop bestellst, kannst du den Hemming Service direkt im Bestellprozess auswählen oder uns deinen Wunsch per E-Mail mitteilen.</p><p>Die gewünschte Länge wird auf den Zentimeter genau angepasst – mit originaler Kettenstichnaht, wie bei der Fertigung der Jeans.</p><p><strong>Kurz gesagt:</strong></p><ul><li>Hemming? Ja – aber nur für neue<br/>Iron Heart Jeans, direkt bei uns gekauft.</li><li>Chinos, Duck Canvas und Reparaturen? Leider nein.</li></ul>"
          }
        }
      },
      "block_order": [
        "text_BaPkhN"
      ],
      "name": "Tabs",
      "settings": {
        "layout": "two-columns",
        "show_accordion_divider": false,
        "title": "Service",
        "subheading": "",
        "text": "",
        "tabs_bg_color": "#fafafa",
        "bg_color_secondary": false,
        "text_color": "text-dark",
        "width": "wrapper",
        "padding_top": 60,
        "padding_bottom": 60
      }
    },
    "accordion-section-4": {
      "type": "section-accordions",
      "blocks": {
        "accordion_block_4_0": {
          "type": "text",
          "settings": {
            "title": "Bietet Iron Heart Germany Rückerstattungen an?",
            "text": "<p>Ja. Bei <strong>Iron Heart Germany </strong>kannst du ungetragene Artikel im <strong>Originalzustand inklusive Etiketten</strong> innerhalb von <strong>14 Tagen nach Erhalt der Ware</strong> zurückgeben.</p><p>Nach erfolgreicher Rücksendung erstatten wir dir den Kaufbetrag über die ursprünglich gewählte Zahlungsmethode zurück.<br/><br/><strong>Wichtig: </strong>Getragene, gewaschene oder beschädigte Artikel sind vom Umtausch und von der Rückerstattung ausgeschlossen.</p>"
          }
        },
        "accordion_block_4_1": {
          "type": "text",
          "settings": {
            "title": "Wie lange nach dem Kauf kann ich bei Iron Heart Germany eine Rückerstattung beantragen?",
            "text": "<p>Du kannst bei <strong>Iron Heart Germany</strong> innerhalb von <strong>14 Tagen nach Erhalt deiner Bestellung</strong> eine Rückerstattung beantragen.</p><p>Voraussetzung ist, dass sich der Artikel im <strong>Originalzustand</strong>, ungetragen und mit allen Etiketten befindet.<br/><br/>Nach Eingang und Prüfung deiner Rücksendung erfolgt die Rückerstattung über die ursprünglich gewählte Zahlungsmethode.</p>"
          }
        },
        "text_EPTptD": {
          "type": "text",
          "settings": {
            "title": "Wer trägt die Rücksendekosten bei einer Rückerstattung, wenn der Versand kostenlos war?",
            "text": "<p>Bei <strong>Iron Heart Germany</strong> ist der Rückversand <strong>innerhalb Deutschlands kostenlos</strong>, auch wenn deine Bestellung ursprünglich versandkostenfrei war – <strong>vorausgesetzt, du nutzt unser Rücksendeetikett</strong>.</p><p>Für Rücksendungen <strong>aus dem Ausland</strong> trägst du die Kosten selbst. Alternativ kannst du über uns ein <strong>UPS Rücksendeetikett für internationale Retouren</strong> erwerben.</p>"
          }
        },
        "text_QQT6Dw": {
          "type": "text",
          "settings": {
            "title": "Muss ich bei Iron Heart Germany für den Rückversand bezahlen?",
            "text": "<p>Innerhalb Deutschlands:<br/>→ <strong>Nein</strong>, der Rückversand ist kostenlos, wenn du unser offizielles Rücksendeetikett nutzt.<br/><br/>Außerhalb Deutschlands:<br/>→ <strong>Ja</strong>, die Rücksendekosten müssen selbst getragen werden.<br/>Du kannst aber über uns ein <a href=\"https://ironheartgermany.com/collections/other\" title=\"https://ironheartgermany.com/collections/other\"><strong>UPS Return Shipping Label</strong></a> für eine einfachere Abwicklung buchen.</p>"
          }
        },
        "text_nWQ7F7": {
          "type": "text",
          "settings": {
            "title": "Wie versende ich eine Retoure an Iron Heart Germany?",
            "text": "<p>So funktioniert deine Rücksendung:</p><ol><li>Schreibe uns eine E-Mail mit deiner <strong>Bestellnummer</strong>.</li><li>Du erhältst von uns ein <strong>Retourenformular + Rücksendeetikett</strong>.</li><li>Lege den Artikel in die Originalverpackung und füge das Formular bei.</li><li>Bringe das Paket zu einer <strong>DHL-Filiale</strong> oder übergib es an den Zusteller.</li></ol><p></p><p>Wenn du deine Retoure eigenständig verschickst, sende sie bitte <strong>versichert</strong> an:<br/><br/>Iron Heart Store Hamburg<br/>Kaiser-Wilhelm-Straße 45<br/>20355 Hamburg<br/>Deutschland</p>"
          }
        }
      },
      "block_order": [
        "accordion_block_4_0",
        "accordion_block_4_1",
        "text_EPTptD",
        "text_QQT6Dw",
        "text_nWQ7F7"
      ],
      "settings": {
        "layout": "two-columns",
        "show_accordion_divider": false,
        "title": "Refunds & Returns",
        "subheading": "",
        "text": "",
        "tabs_bg_color": "#fafafa",
        "bg_color_secondary": false,
        "text_color": "text-dark",
        "width": "wrapper",
        "padding_top": 60,
        "padding_bottom": 60
      }
    },
    "section_accordions_TzmBFA": {
      "type": "section-accordions",
      "blocks": {
        "text_tnnFXi": {
          "type": "text",
          "settings": {
            "title": "Was bedeutet „sanforisiert“?",
            "text": "<h4>Sanforisierter Denim wurde nach dem Weben in einem mechanischen Prozess behandelt, der den größten Teil des späteren Einlaufens entfernt, bevor das Kleidungsstück überhaupt genäht wird.</h4><p><strong>Kurz erklärt:</strong></p><ul><li>Der Stoff wird mechanisch stabilisiert, sodass er beim Waschen kaum noch einläuft.</li><li>Passform und Länge bleiben verlässlich – auch nach vielen Wäschen.</li><li>Fast alle Iron Heart Denim-Produkte sind sanforisiert und anschließend one-washed, sodass keine weitere nennenswerte Schrumpfung zu erwarten ist (wenn nach Pflegehinweisen gewaschen).</li></ul><p></p><p><strong>Vorteil:</strong> Du kannst die Jeans direkt in deiner echten Größe kaufen und tragen – ohne Shrink-to-Fit-Prozess.</p>"
          }
        },
        "text_QtXHEB": {
          "type": "text",
          "settings": {
            "title": "Was bedeutet \"one-washed\"?",
            "text": "<h4>One-washed bedeutet, dass die Jeans einmal industriell gewaschen wurde und deshalb zu Hause nicht mehr weiter einläuft.</h4><p><strong>Das Wichtigste:</strong></p><ul><li>Der leichte <strong>Rest-Shrink</strong> passiert bereits während der Produktion</li><li>Die Passform bleibt sehr stabil</li><li>Die meisten Iron Heart Modelle sind one-washed <strong>und</strong> sanforisiert</li></ul><p></p><p><strong>Verhalten beim Tragen:</strong></p><ul><li>Keine zusätzliche Größenveränderung bei richtiger Pflege</li><li>Die Taille gewinnt durch das Tragen ca. 1 inch an Weite zurück</li></ul><p></p><p><strong>Fazit:</strong> One-washed Modelle sind die sicherste Wahl, wenn du auf spürbare Größenveränderungen beim Waschen verzichten möchtest.</p>"
          }
        },
        "text_TXXtJa": {
          "type": "text",
          "settings": {
            "title": "Was bedeutet \"unwashed‘\" Jeans (auch Raw oder Dry Denim genannt)?",
            "text": "<h4>„Unwashed“ bedeutet, dass die Jeans vor dem Verkauf nicht vorgewaschen wurde. Wie stark sie sich beim ersten Waschen verändert, hängt vom Stoff ab.</h4><p>Die zwei relevanten Fälle bei Iron Heart (erkennbar am Artikelnamen):</p><p><strong>1) UHR – „Ultra Heavy Raw“</strong><br/><br/>➡︎ Kürzel im Artikelnamen, steht für: unsanforisiert + unwashed<br/>➡︎ Diese Jeans verändern sich beim ersten Waschen deutlich.</p><ul><li>Taille: ca. 1 inch weniger</li><li>Beinlänge: bis zu 2 inch weniger</li><li>Danach: Taille gewinnt beim Tragen wieder ca. 1 inch zurück</li><li><strong>Kurz gesagt:</strong> Spürbare Größenveränderung beim ersten Waschen.</li></ul><p></p><p><strong>2) XHS – „Extra Heavy Selvedge“</strong><br/><br/>➡︎ Kürzel im Artikelnamen, steht für: sanforisiert + unwashed<br/>➡︎ Diese Jeans verändern sich beim ersten Waschen nur leicht.</p><ul><li>Taille & Beinlänge: ca. 1 inch weniger</li><li>Danach: Taille gewinnt beim Tragen wieder ca. 1 inch zurück</li><li><strong>Kurz gesagt:</strong> Kontrollierte, geringe Größenveränderung.</li></ul><p></p><p><strong>Fazit:</strong> <strong>Unwashed bedeutet nicht automatisch „starke Veränderung“.</strong> Entscheidend ist das Kürzel im Artikelnamen:</p><ul><li><strong>UHR</strong> → unsanforisiert → <strong>deutliche Größenveränderung</strong></li><li><strong>XHS</strong> → sanforisiert → <strong>geringe Größenveränderung</strong></li></ul>"
          }
        },
        "text_HGw3g7": {
          "type": "text",
          "settings": {
            "title": "Was bedeutet „unsanforisiert“?",
            "text": "<h4>Unsanforisierter Denim ist ein Stoff, der keine Sanforisierung durchlaufen hat – also nicht mechanisch stabilisiert wurde. Er befindet sich im ursprünglichen Rohzustand des Denim („Loomstate“).</h4><p>Bei Iron Heart betrifft das ausschließlich die Modelle mit dem Kürzel <strong>UHR – Ultra Heavy Raw.</strong></p><p><strong>Was passiert beim ersten Waschen (oder „Soak“)?</strong><br/><br/>Ein erster Waschgang oder ein Einweichen („<strong>Soak</strong>“) ist <strong>empfohlen, aber kein Muss. </strong>Dabei kommt der Stoff auf seine <strong>natürliche, endgültige Größe:</strong></p><ul><li><strong>Taille</strong>: verändert sich um ca. <strong>1 inch</strong></li><li><strong>Beinlänge</strong>: verkürzt sich um <strong>bis zu 2 inch</strong></li><li><strong>Danach</strong>: Die Taille gewinnt beim Tragen etwa <strong>1 inch</strong> zurück</li><li>Der Stoff <strong>verdichtet sich spürbar</strong> (z. B. von 21oz auf ca. 23oz)</li></ul><p></p><p><strong>Fazit</strong></p><p>Unsanforisierte Jeans (UHR) sind echte <strong>Shrink-to-Fit-Modelle</strong>: Sie erreichen ihre endgültige Passform erst nach dem ersten Waschen oder Einweichen und formen sich beim Tragen weiter an den Körper an.</p>"
          }
        },
        "text_hfmYe7": {
          "type": "text",
          "settings": {
            "title": "Wie stark läuft eine unsanforisierte Jeans beim ersten Waschen ein?",
            "text": "<h4>Unsanforisierte Jeans schrumpfen beim ersten Einweichen oder Waschen deutlich.</h4><p><strong>Das Wichtigste (UHR):</strong></p><ul><li>Taille: ca. 1 inch Einlauf</li><li>Inseam: bis zu 2 inch Einlauf</li><li>Andere Maße schrumpfen proportional</li><li>Taille dehnt sich nach dem Einlaufen wieder ca. 1 inch</li></ul><p></p><p><strong>Fazit:</strong> UHR-Modelle schrumpfen spürbar – dieser Einlauf ist normal und gehört zum Shrink-to-Fit-Prozess.</p>"
          }
        },
        "text_Q8EHkA": {
          "type": "text",
          "settings": {
            "title": "Was bedeutet Shrink-to-fit?",
            "text": "<h4>Shrink-to-Fit bedeutet, dass eine Jeans erst durch ihren ersten Wasch- oder Einweichvorgang (den sogenannten Soak) ihre endgültige Größe erreicht.</h4><p>Shrink-to-Fit bezeichnet Jeans aus <strong>ungewaschenem, nicht vorbehandeltem Denim</strong> – also klassisch unsanforisierte Modelle, wie z. B. die Iron Heart <strong>UHR (Ultra Heavy Raw)</strong> Jeans.</p><p>Bei diesen Modellen gilt:</p><ul><li>Der Denim befindet sich noch im <strong>rohen Ausgangszustand</strong> (Loomstate).</li><li>Erst ein Soak oder eine Wäsche sorgt dafür, dass sich der Stoff <strong>setzt</strong> und die Jeans ihre „echte“ Größe erhält.</li><li>Während dieses Vorgangs <strong>zieht sich der Denim spürbar zusammen</strong>:<br/>\t◦\t<strong>Taille</strong>: ca. 1\"<br/>\t◦\t<strong>Beinlänge</strong>: bis zu 2\"</li><li>Danach <strong>weitet sich die Taille</strong> beim Tragen wieder um ca. 1\".</li><li>Der Stoff wird insgesamt <strong>kompakter und dichter</strong> (z. B. 21oz → ca. 23oz nach dem Setzen).</li></ul><p></p><p><strong>Fazit:</strong> Shrink-to-Fit Denim verhält sich genau so, wie der Name sagt: Die Jeans wird erst durch ihren ersten Soak oder Waschgang zur finalen Größe geformt – perfekt für alle, die eine authentische, traditionelle Denim-Erfahrung suchen.</p><p><strong>Extra-Tipp: </strong>Manche Denim-Enthusiasts gehen noch einen Schritt weiter: Sie ziehen die unsanforisierte Jeans (oder Jacke) an und machen den ersten Soak direkt am Körper – in der Badewanne oder unter der Dusche. So passt sich der Denim besonders präzise an die individuelle Körperform an.</p>"
          }
        },
        "text_ExiLgc": {
          "type": "text",
          "settings": {
            "title": "Was ist Selvedge/Selvedge Denim?",
            "text": "<h4>Selvedge bezeichnet die saubere Kante eines Stoffes, die beim Weben fest verschlossen wird und das Ausfransen verhindert.</h4><p>Selvedge (oder auch selvage) ist ein Begriff aus der Textilherstellung, der die sauberen Kanten von Denim oder anderen Stoffen beschreibt. Diese Kanten entstehen direkt beim Weben auf traditionellen Webstühlen und verhindern, dass der Stoff ausfranst.</p><p>Jeans aus Selvedge-Denim haben meist eine Kante mit farblich abgesetztem Rand, sichtbar an der Innennaht. Selvedge ist oft ein Hinweis auf hochwertigen, robusten Denim und wird von Denim-Liebhabern besonders geschätzt.</p>"
          }
        },
        "text_P6K43t": {
          "type": "text",
          "settings": {
            "title": "Was ist der Unterschied zwischen SB, SBG, OD und BB bei Iron Heart Jeans?",
            "text": "<h4>Die Kürzel SB, SBG, OD und BB bezeichnen verschiedene Schwarztöne und Färbeverfahren. Sie unterscheiden sich darin, ob und wie stark die Farbe mit der Zeit ausbleicht – von dauerhaft tiefschwarz bis zu charaktervollem Grau-Fade.</h4><p>Iron Heart verwendet verschiedene Färbetechniken für schwarze Denims, um unterschiedliche Alterungseffekte (Fading) zu erzielen.</p><p><span style=\"text-decoration:underline\">Hier die Übersicht:</span></p><p><strong>SB – Superblack (Non-Fade): </strong>Diese Jeans bleibt <strong>dauerhaft tiefschwarz</strong>. Sowohl Kette (warp) als auch Schuss (weft) sind <strong>reaktiv schwarz gefärbt</strong>, was ein <strong>nicht ausbleichendes Finish</strong> ergibt.</p><ul><li>Farbe: Tiefschwarz – kein Ausbleichen</li><li>Effekt: Keine Fades, gleichmäßiger Look</li><li>Pflege: Farbecht, besonders pflegeleicht</li><li>Ideal für: Alle, die ein dauerhaft sattes Schwarz möchten</li><li>Kurz: SB = Superblack Non-Fade = bleibt schwarz.</li></ul><p></p><p><strong>SBG – Superblack Fades to Grey: </strong>Diese Variante ist für alle gedacht, die <strong>Patina und Fading-Effekte</strong> lieben – wie bei klassischem Indigo-Denim. Die Kette ist <strong>schwarz schwefelseilgefärbt</strong> (rope dyed), die Schussfäden <strong>reaktiv gefärbt</strong>. Mit der Zeit <strong>bleicht nur die Kette</strong>, während die Schussfäden dunkel bleiben – es entsteht <strong>ein grauer Used Look mit Tiefe</strong>.</p><ul><li>Farbe: Schwarz → Grau-Fade über Zeit</li><li>Effekt: Natürliches Altern, individuelles Fading</li><li>Ideal für: Fans von lebendiger Patina</li><li>Kurz: SBG = Superblack Fades to Grey = schwarzer Denim, der schön altert.</li></ul><p></p><p><strong>OD – Overdyed </strong>(überfärbt): „Overdyed“ bedeutet überfärbt. Hier wird ein <strong>bereits fertig genähter Denim</strong> (meist indigoblauer Stoff) in einem Hochtemperaturverfahren nachträglich eingefärbt, meist schwarz. Die Hitze zieht den Stoff leicht zusammen – daher können OD-Jeans/OD-Shirts minimal kleiner ausfallen als ihre ungefärbten Gegenstücke, laufen aber dafür kaum noch ein. Mit der Zeit hellt die Farbe leicht auf und zeigt indigoblaue Untertöne, da der ursprüngliche Stoff an beanspruchten Stellen wieder durchscheint. Zudem verleiht das Overdye-Verfahren dem Denim eine dichtere Struktur und etwas mehr Gewicht.</p><ul><li>Farbe: Leicht blasses Schwarz mit matter Oberfläche</li><li>Effekt: OD-Denim kann mit der Zeit leicht ausbleichen, meist mit einem indigofarbenen Unterton, da der überfärbte Indigo-Grundstoff langsam wieder sichtbar wird.</li><li>Besonderheit: Fester Griff, leicht kleineres Fit</li><li>Ideal für: Puristen, die ein tiefes Schwarz mit Charakter suchen</li><li>Kurz: OD = Overdyed = überfärbt, dichter, stabiler.</li></ul><p></p><p><strong>BB – Black Black </strong>(Black warp × Black weft): Hier sind <strong>Kette und Schussfaden </strong>beide schwarz gefärbt, aber nicht komplett fade-resistant. Mit der Zeit entwickelt sich ein <strong>natürlicher Grauton</strong>, ähnlich wie bei SBG, aber etwas <strong>sanfter und gleichmäßiger</strong>.</p><ul><li>Farbe: Schwarz → Weiches Grau mit der Zeit</li><li>Effekt: Gleichmäßiger Alterungsprozess</li><li>Ideal für: Alle, die subtilen Fade bevorzugen</li><li>Kurz: BB = Black Black = schwarz auf schwarz, dezent grau im Used-Look.</li></ul><p>Fazit:</p><ul><li>SB bleibt dauerhaft schwarz.</li><li>SBG entwickelt mit der Zeit charaktervolle Grau-Fades.</li><li>OD ist überfärbter Indigo-Denim, leichtes Einlaufen möglich, mit einem etwas matteren, leicht bläulich getönten Schwarz, das mit der Zeit subtile Indigo-Schattierungen entwickelt.</li><li>BB altert sanft und gleichmäßig zu einem edlen Grau.</li></ul><p></p><p>Wer also Patina und Fading liebt, greift zu SBG oder BB.</p><p>Für dauerhaft tiefes Schwarz ist SB die richtige Wahl – OD bietet dagegen ein etwas weicheres, lebendiges Schwarz mit leichtem Indigo-Schimmer.</p>"
          }
        },
        "text_aAxE6R": {
          "type": "text",
          "settings": {
            "title": "Ist Chambray Denim?",
            "text": "<h4>Chambray sieht Denim ähnlich, ist aber ein leichter, einlagiger Baumwollstoff und kein klassischer Denim.</h4><p>Chambray ist ein leichter Baumwollstoff, der einfach gewebt wird – im Gegensatz zu Denim, der je nach Zickzack Denimbindung dicker und robuster ist.</p><p>Optisch kann Chambray Denim ähnlich sehen, da häufig ein blauer Kettfaden verwendet wird, während der Schussfaden hell bleibt.</p><p>Anders als Denim ist Chambray leichter, weicher und atmungsaktiver, wird oft für Hemden, leichte Hosen oder Sommerbekleidung genutzt, während klassischer Denim eher für Jeans und robuste Kleidung eingesetzt wird.</p>"
          }
        },
        "text_MgnRMi": {
          "type": "text",
          "settings": {
            "title": "Was ist der Unterschied zwischen Chinos und Jeans?",
            "text": "<h4>Chinos bestehen aus leichtem Baumwoll-Twill, während Jeans aus robustem Denim gefertigt sind – sie unterscheiden sich also in Stoff, Look und Tragegefühl.</h4><p>Chinos werden aus feinem Baumwoll-Twill gewebt, einem glatten, leichten Stoff mit weichem Griff. Sie sind meist in helleren Farben erhältlich, wirken eleganter und eignen sich ideal für casual bis semi-formale Outfits.</p><p>Jeans hingegen werden aus Denim, einem schweren, schräg gewebten Baumwollstoff, hergestellt. Denim ist robuster, langlebiger und entwickelt mit der Zeit eine individuelle Patina – besonders bei Raw Denim.</p><p>Während Chinos also eher leicht und flexibel sind, bieten Jeans ein strukturierteres, stabileres Tragegefühl. Beide haben ihren Platz: Chinos für Komfort und Stil, Jeans für Langlebigkeit und Charakter. </p>"
          }
        },
        "text_N6KALU": {
          "type": "text",
          "settings": {
            "title": "Was bedeutet Slim Fit Jeans?",
            "text": "<h4>Slim Fit Jeans sitzen körpernah, ohne eng zu sein – sie verlaufen schmal vom Oberschenkel bis zum Knöchel und betonen die Silhouette.</h4><p>Slim Fit Jeans zeichnen sich durch einen geraden, leicht schmal zulaufenden Schnitt aus. Sie sitzen enger als Regular Fits, aber bieten mehr Bewegungsfreiheit als Skinny Jeans. Der Look wirkt modern und klar, ohne die klassische Denim-Ästhetik zu verlieren.</p><p>Bei Iron Heart steht Slim Fit allerdings für Form durch Stoff, nicht durch Stretch. Unsere Denims bestehen fast immer aus 100 % Baumwolle, ganz ohne Elastan. Das fühlt sich zunächst etwas fester an, doch nach kurzer Zeit formt sich der Stoff perfekt nach dem Körper – ganz natürlich.</p><p>Echte Denim Heads schätzen genau das: Ein authentisches Tragegefühl, das mit jeder Bewegung und jedem Tag mehr Charakter entwickelt. Kein künstlicher Stretch, keine Abkürzungen – nur reiner, ehrlicher Denim.</p>"
          }
        },
        "text_8AVr9J": {
          "type": "text",
          "settings": {
            "title": "Was bedeutet „Skinny Jeans“?",
            "text": "<h4>Skinny Jeans sind Jeans mit einem sehr engen Schnitt, die sich hautnah an Beine und Hüften anschmiegen.</h4><p>Der Begriff „Skinny Jeans“ beschreibt Jeans mit einer eng anliegenden Passform, die von der Hüfte bis zum Knöchel kaum Weite zulässt.</p><p>Sie werden meist aus dehnbarem Denim mit Elastananteil gefertigt, um die hohe Beweglichkeit trotz der engen Form zu gewährleisten.</p><p>Bei Iron Heart findest du jedoch keine Skinny Jeans. Unsere Philosophie steht für klassische, robuste Denim-Schnitte aus 100 % Baumwolle – ohne Elastan. Wir setzen auf authentische, langlebige Jeans, die mit der Zeit eine individuelle Patina entwickeln und ihren Trägern Raum für Bewegung lassen.</p>"
          }
        },
        "text_Ygj4Wp": {
          "type": "text",
          "settings": {
            "title": "Was bedeutet Tapered Jeans?",
            "text": "<p>Tapered Jeans sind Jeans mit bequemerem Schnitt an Hüfte und Oberschenkel, die zum Knöchel hin schmal zulaufen.</p><p>Tapered Fit beschreibt eine Passform, die oben locker sitzt und nach unten hin enger wird. Das sorgt für Bewegungsfreiheit im Oberschenkelbereich und eine moderne, schmale Silhouette am Bein.</p><p>Tapered Jeans kombinieren also den Komfort eines Relaxed Fit mit dem Look eines Slim Fit.</p><p>Sie eignen sich besonders für Männer mit kräftigeren Oberschenkeln, die trotzdem eine schmal zulaufende Form bevorzugen.</p>"
          }
        },
        "text_RMpgqW": {
          "type": "text",
          "settings": {
            "title": "Wie viel wiegt eine Jeans? Was bedeutet der Begriff \"Unzen oder oz\" in diesemZusammenhang?",
            "text": "<h4>Das Gewicht einer Jeans hängt von der Stoffdichte des Denims ab – meist zwischen 10 und 25 Unzen (oz) pro Quadrat­yard.</h4><p>Das Jeansgewicht wird in Unzen (oz) pro Quadrat­yard gemessen und beschreibt, wie schwer oder dick der Denimstoff ist.</p><ul><li>Leichte Jeans (10–12 oz): angenehm im Sommer, weich und flexibel.</li><li>Mittelschwere Jeans (13–16 oz): klassischer Allrounder für das ganze Jahr.</li><li>Schwere Jeans (17–25 oz): besonders robust, langlebig und beliebt bei Denim-Enthusiasten wie Iron Heart, wo 21 oz- oder 25 oz-Modelle typisch sind.</li></ul><p>Das tatsächliche Gesamtgewicht einer Jeans liegt je nach Größe und Stoff zwischen 600 und 1.200 Gramm.</p>"
          }
        },
        "text_rKRNnr": {
          "type": "text",
          "settings": {
            "title": "Was bedeutet „Cropped Jeans“?",
            "text": "<p>Cropped Jeans sind Jeans mit verkürztem Bein, das meist oberhalb des Knöchels endet.</p><p>Der Begriff „Cropped Jeans“ stammt vom englischen Wort to crop („abschneiden“) und beschreibt Jeans, deren Beinlänge verkürzt ist.</p><p>Typischerweise endet eine Cropped Jeans zwischen Mitte der Wade und dem Knöchel. Dadurch entsteht ein leichter, luftiger Look, der besonders in den wärmeren Monaten beliebt ist.</p><p>Es gibt Cropped Jeans in verschiedenen Passformen – von Slim Fit über Tapered bis Wide Leg – und sie lassen sich vielseitig kombinieren, etwa mit Sneakern oder Boots.</p><p>Bei Iron Heart findest du keine Cropped Jeans – unsere Jeans sind so konzipiert, dass sie bei Bedarf individuell gekürzt werden können, ohne an Charakter oder Form zu verlieren. Das entspricht unserem Anspruch an zeitloses, langlebiges Denim-Design.</p>"
          }
        },
        "text_F66xr6": {
          "type": "text",
          "settings": {
            "title": "Was bedeutet „Straight Jeans“?",
            "text": "<h4>Straight Jeans sind klassisch geschnittene Jeans mit einem geraden Beinverlauf von der Hüfte bis zum Saum – weder eng noch weit.</h4><p>Der Begriff „Straight Jeans“ (engl. straight = gerade) bezeichnet Jeans mit einem geraden Schnitt, bei dem die Hosenbeine vom Oberschenkel bis zum Knöchel parallel verlaufen.</p><p>Sie gelten als zeitloser Denim-Klassiker, der eine natürliche Silhouette betont und zu fast jedem Körpertyp passt.</p><p>Straight Jeans bieten ausreichend Bewegungsfreiheit, wirken aber strukturierter als Loose Fit Jeans.</p><p>Bei Iron Heart gehören Straight Jeans zu den ikonischen Modellen – etwa unsere <strong>IH-634</strong>. Sie vereint traditionellen Schnitt mit modernem Tragekomfort, gefertigt aus Heavyweight Selvedge Denim (z. B. 21 oz oder 14 oz). Jede Straight Jeans wird in Japan auf alten Shuttle Webstühlen gewebt und steht für kompromisslose Qualität und Langlebigkeit.</p>"
          }
        },
        "text_xfwdQV": {
          "type": "text",
          "settings": {
            "title": "Was bedeutet „Middle Waist Jeans“?",
            "text": "<h4>Middle Waist Jeans – auch Mid-Rise Jeans genannt – sitzen mittelhoch, also zwischen Hüfte und Taille.</h4><p>Der Begriff „Middle Waist Jeans“ beschreibt Jeans mit einer mittleren Leibhöhe (mid-rise), bei der der Bund ungefähr auf Höhe des Bauchnabels sitzt.</p><p>Diese Passform bietet einen ausgewogenen Sitz, da sie weder zu tief (Low Rise) noch zu hoch (High Rise) geschnitten ist. Sie sorgt für Komfort, Bewegungsfreiheit und eine natürliche Silhouette.</p><p>Bei Iron Heart bezeichnen wir diese Passform als Medium Rise.</p><p>Viele unserer beliebten Modelle – wie etwa die <strong>IH-888</strong> (Relaxed Tapered) – verfügen über eine Medium/High-Rise-Konstruktion.</p><p>So kannst du die Sitzhöhe wählen,<br/>die deinem Körperbau und Tragekomfort am besten entspricht.</p><p>Alle <strong>Iron Heart Jeans</strong> sind so konzipiert, dass sie Stabilität, Komfort und Langlebigkeit vereinen – unabhängig von der Bundhöhe.</p>"
          }
        }
      },
      "block_order": [
        "text_tnnFXi",
        "text_QtXHEB",
        "text_TXXtJa",
        "text_HGw3g7",
        "text_hfmYe7",
        "text_Q8EHkA",
        "text_ExiLgc",
        "text_P6K43t",
        "text_aAxE6R",
        "text_MgnRMi",
        "text_N6KALU",
        "text_8AVr9J",
        "text_Ygj4Wp",
        "text_RMpgqW",
        "text_rKRNnr",
        "text_F66xr6",
        "text_xfwdQV"
      ],
      "name": "Tabs",
      "settings": {
        "layout": "two-columns",
        "show_accordion_divider": false,
        "title": "Glossary",
        "subheading": "",
        "text": "",
        "tabs_bg_color": "#fafafa",
        "bg_color_secondary": false,
        "text_color": "text-dark",
        "width": "wrapper",
        "padding_top": 60,
        "padding_bottom": 60
      }
    }
  },
  "order": [
    "main",
    "25dbd963-093c-4cc9-9cd4-7bde32b883ac",
    "section_accordions_cGdzNP",
    "accordion-section-2",
    "section_accordions_MPEiHj",
    "section_accordions_z7U8HP",
    "section_accordions_gKnrRY",
    "accordion-section-4",
    "section_accordions_TzmBFA"
  ]
}
